{
    "notebook": {
        "tittle": "My coding diary:",
        "description": "I narrate the development process of each of my projects, day by day. You can see them by clicking on the project that interests you the most, and you can browse through the days it took me to create the application, learning about my creation process, problems, solutions, and hours of work. This section is intentionally in Spanish."
    },
    "portfolio": {
        "tittle": "My portfolio, this website",
        "description1": "On this website I wanted to not only show my professional profile, with my experiences, projects, studies, but I also want people to know me as a person who likes to learn and improve.",
        "description2": "That's why there is this -programming diary- section, and the -My Story- section, where I tell my journey and why I am where I am."
    },
    "mariana": {
        "beginning": "Aug",
        "tittle": "Website of a photographer",
        "description1": "A website for a professional photographer from the Netherlands, available in English and Spanish, where she can show her photography portfolio, her networks, her work, and where she can be contacted to hire her services.",
        "description2": "She has her own login, where she can send review requests to customers. It also has two sections for her own content: a gallery, where she can upload the photos she want, with themes that describe them for easy searching; and a blog, where she can share the stories behind each photo."
    },
    "joshua": {
        "beginning": "Dec",
        "tittle": "Website of a personal trainer",
        "description1": "A website for a professional boxer and personal trainer from the Netherlands, available in Dutch and English, where he can have his own platform for selling his services online as a personal trainer, by subscription.",
        "description2": "Once the boxer logs in, he will be able to see all his clients, register them, and upload training videos.",
        "description3": "Customers will be able to enjoy the contracted services once their account is activated."
    }
}