{
    "navbar": {
        "binnacle": "Binnacle",
        "history": "My story",
        "language": "Languages"
    },
    "me": {
        "aboutme": "About me",
        "first": "Hi! 😊 I'm Angela, and I have over a decade of experience solving challenges in the business world, specializing in Purchasing, Operations, and Finance. Plus, I know how to program web applications.",
        "second": "With my management expertise combined with my new skills in web development, I offer a profile that spans from process management and optimization to deploying a web application.",
        "third": "📊 I bring a comprehensive understanding of operational, financial, and administrative processes.",
        "four": "💡 I'm organized, creative, meticulous, detail and solution-oriented, persistent, perfectionist, a lifelong learner, a team player, and always striving to improve.",
        "five": "💻 I’m proficient in Excel, ERP systems, Wordpress, React, Node.js, Express.js, MongoDB, JavaScript, HTML, CSS, and version control with Git,",
        "six": "Since 2014, I’ve showcased my administrative skills across various departments, consistently achieving excellent results in my work.",
        "seven": "And my personal projects highlight my ability to:",
        "eight": "⭐️ Develop web applications from scratch, from design to deployment.",
        "nine": "⭐️ Create intuitive and responsive user interfaces.",
        "ten": "⭐️ Implement backend solutions.",
        "eleven": "⭐️ Work independently and collaboratively.",
        "twelve": "Below, some of my projects! ✨"
    },
    "budgetwise": {
        "resume": "A web app that I created with my colleagues for the MT, which manages employee travel expenses in companies.",
        "more": "Learn more"
    },
    "mariana": {
        "functions1": "A website dedicated to showcasing the work of a photographer, with her own gallery section where she uploads her photos with themes, which can be searched and filtered according to interest. It also has a blog-type section, where she uploads photos with text written by her, describing the story behind each photo. And you can also see reviews from clients who have already worked with her.",
        "functions2": "With all this, the photographer's functionalities are: login and logout, password recovery, reset, as well as email, show/upload/edit/delete: photos to gallery with maximum 2 themes, photos with text to blog; receive contact requests through a form, and send requests for new reviews to clients."
    },
    "edusection": {
        "education": "Education",
        "master": "Master in Full Stack Development",
        "ade": "Business Administration Degree",
        "dwa": "Master in Advanced Web Development",
        "act": "In progress..."
    },
    "expsection": {
        "experience": "Experience",
        "one": "Purchasing Administrative",
        "one-one": "Sep. 2015 - Jan. 2019",
        "one-two": "During this period, I rose from intern to Purchasing Specialist, spending a few months where I had to assume the leadership of the department, thus developing my responsibility, strategic vision and analytical capacity. My daily tools were Excel, ERP Microsoft Dynamics GP, and an internal web application for purchase orders.",
        "two": "Financial Administration-HR",
        "two-one": "Jan. 2020 - Jul. 2024",
        "two-two": "During all this time I have worked in the Finance-HR and Production departments. My daily tools, in addition to Excel, were A3ERP and a web application for time management.",
        "two-three": "I have carried out tasks as national and international Supplier Manager, maintaining control of all supplier billing, invoice payments and due dates, supplier portfolio, purchase orders, inventory control, and receipt and dispatch of materials. As Head of Working Hours, I managed employee check-ins, incidents, vacations, absences, paid staff leave, and payments in kind.",
        "three": "April 2024 - Present",
        "three-one": "From August to October 2024 I created a website for a professional photographer from the Netherlands, where she can show her work to attract new clients, show her reviews from old clients, and with a blog section where she can upload photos with text written by her, and another gallery section where she uploads her photos with themes, which can be searched and filtered according to interest.",
        "three-two": "Visit website",
        "three-three": "From April to July 2024 I created with 3 colleagues a web application for companies that need to manage their employees' travel expenses,",
        "three-four": "From late December 2024 to early March 2025, I developed a web application for a professional boxer from the Netherlands, a space where each customer can enjoy Joshua's sports content according to their subscription.",
        "four": "Jan. 2025 - Present",
        "four-one": "Website creation with WordPress, modification of finished websites based on client feedback, website layout based on client instructions and information, website uploading, basic WordPress training for clients, metadata review and editing, documentation collection for Digital Kit justification, domain and hosting purchase as appropriate, Google Analytics and Search Console creation, and attendance at client meetings.",
        "four-two": "",
        "four-three": "",
        "four-four": "",
        "proyects": "Proyects"
    }
}