{
    "story": {
        "hello": "Hi!",
        "intro": "In this section I want to tell you a little about my story, who I am, and how I got to where I am.",
        "page2-1": "I want to start by telling you a little about what takes up my free time and my hobbies.",
        "page2-2": "I love animals, and that's why I have 3 dogs and 7 cats that are my entire life.",
        "page2-3": "I like to read. Every morning I read a little. Personal growth books, or some crime or thriller novels.",
        "page2-4": "I've been fascinated by weightlifting since 2022. I started with Crossfit, but powerlifting amazes me.",
        "page2-5": "I love crafting. I make models, puzzles, and digital illustrations. And since 2024, programming takes up hours of my days, and in my dreams.",
        "page3-1": "I was born in Caracas, Venezuela, and and I started making professional decisions at the age of 18 when I finished high school: what career should I pursue? My options were Architecture, Tourism, and Economics.",
        "page3-2": "I started studying Economics, and even though I wasn't bad at it, I wasn't falling in love with my future career. Being in a country where economic norms are utopia, learning about the subject and understanding the why of everything enriched me a lot. But I didn't see myself working in it.",
        "page3-3": "In the third semester, my family's purchasing power began to decline, so I decided to work at the university to pay for my degree. And when I had one year left to graduate, I decided to study Business Administration. As with my career, I changed my job to Purchasing. In addition, I had the opportunity to sneak into Computer Engineering classes. This is where the programming bug began.",
        "page4-1": "The situation in my country was getting worse and worse, it was becoming very difficult to move forward, and like many others, planning my emigration was part of my daily life. The first thing I had to do was finish my degree, and without even waiting to have the degree in my hands, at the age of 24 I left my country to look for better opportunities.",
        "page4-2": "Having Spanish blood, it was logical to decide that my path had to be to return to my roots, but I won't say it was easy leaving my life behind, with nothing, no family, no friends, and my whole life in just two suitcases. However, my hopes of having a better life were what motivated me to keep going. It didn't take long for me to get my first job, and now I can say that I have the life I always wanted.",
        "page5-1": "Having goals is what makes any human want to wake up every morning. And my programming itch was still there. I did some research and, in the blink of an eye, I was already starting my Master in Full Stack Development. I have to say that I am in love with this profession, I love learning something new every day, creating, solving problems, and I don't even notice the time when I am programming.",
        "page5-2": "Now, after the master's degree, I want to develop projects, and continue learning.",
        "page6-1": "Thanks!",
        "page6-2": "For reading my story, and getting to know me a little better."
    }
}