{
    "wise": {
        "description": "La solución web perfecta para simplificar la gestión de gastos de viaje de tus empleados. Nuestra plataforma permite a los empleados enviar de manera rápida y fácil sus justificantes de gastos directamente a Recursos Humanos, eliminando el papeleo tedioso y reduciendo el tiempo dedicado a la administración. Optimiza la eficiencia, asegura la transparencia y facilita el proceso de reembolso para todos los viajes de negocios.",
        "goto": "Ir a la web de BudgetWise",
        "time": "Tiempo de desarrollo",
        "month": "Desde Abril hasta Julio de 2024",
        "team": "Equipo",
        "people": "3 personas",
        "stack": "Tecnologías",
        "features": "Funcionalidades",
        "features-desc1": "Esta aplicación tiene dos tipos de usuarios, los empleados y los de RRHH. Cada uno de los datos mostrados está filtrado, y si eres RRHH ves los de toda la empresa, y si eres empleado, solo ves tus datos.",
        "features-desc2": "Los datos de empresa los damos de alta nosotros como dueños de la app, y luego cada perfil de RRHH da de alta a sus empleados. A su vez, ambos perfiles puede iniciar sesión (exigida para interactuar con la app) con su email y su contraseña.",
        "features-desc3": "Se pueden ver gráficas de todos los gastos generados, la lista de todos los empleados con posibilidad de agregar, editar y eliminar (funcionalidades solo de RRHH). Ver todos los gastos de cada empleado, crear (solo empleado), aprobarlos (solo RRHH), editarlos y eliminarlos. Ver cada viaje, crear, editar y eliminar. Ver los objetivos, crearlo y crear tareas (solo empleado). Vista del calendario con los viajes, del perfil con posibilidad de actualizar datos, y los de empresa (editar solo posible para RRHH). Y además cuenta con un chat entre RRHH y los empleados.",
        "dev": "Mi desarrollo",
        "dev-desc1": "Desde el inicio nos supimos entender para el desarrollo de la web. Fluyó de manera orgánica, y siempre nos apóyabamos cuando alguien necesitaba ayuda. No dividimos por tiempo, sino por funcionalidades. Mi parte del desarrollo ha sido la de Gastos y Viajes.",
        "dev-desc2": "Por la parte del back hice todo lo relacionado al login, algunos crud, y algunos modelos, encriptado de contraseña y chequeo de usuario por token.",
        "dev-desc3": "En front, empecé por Gastos, ya que es el núcleo de la web. Al tener conocimientos administrativos y de RRHH, supe exactamente qué necesitaba plasmar, y cómo. Con lo cual no escatimé en filtros, y la información quería que quedara amena para el cliente.",
        "dev-desc4": "Aquí mis retos fueron hacer populate a muchas funciones, para mostrar la información del gasto y del viaje relacionado, usar el contexto para filtrar la información del empleado o RRHH, crear los correos que se envian al aprobar los gastos (dos tipos de correos, dependiendo de si el gasto es personal o con TDC de la empresa), y la parte de subir los justificantes al final la desarrollo uno de mis compañeros, ya que por tiempo no pude dedicarle más a que me saliera a mí.",
        "dev-desc5": "La parte de viajes fue más fácil y corta de desarrollar, ya que no era el protagonista."
    }
}