{
    "story": {
        "hello": "¡Hola!",
        "intro": "En esta sección quiero contarte un poco de mi historia, quién soy, y cómo llegué a donde estoy.",
        "page2-1": "Quiero empezar contando un poco lo que ocupa mi tiempo libre y mis aficiones.",
        "page2-2": "Amo a los animales, y por eso tengo 3 perros y 7 gatos que son mi vida.",
        "page2-3": "Me gusta leer. Todas las mañanas leo un poco. De crecimiento personal, o alguna novela policíaca o thriller.",
        "page2-4": "Desde el 2022 me alucina la halterofilia. Empecé con crossfit, pero el powerlifting me fascinó.",
        "page2-5": "Me encanta hacer manualidades. Hago maquetas, rompecabezas, e ilustro digitalmente. Y desde el 2024, programar ocupa horas de mis días, y en mis sueños.",
        "page3-1": "Nací en Caracas, Venezuela, y mis decisiones profesionales empiezan a mis 18 años cuando terminé el bachiller: ¿qué carrera cursar? Tuve en mis opciones Arquitectura, Turismo y Economía.",
        "page3-2": "Empecé Economía, y aunque no se me daba mal, no me estaba enamorando mi futuro laboral. Estando en un país donde las normas económicas son utopía, aprender de la materia y entender el por qué de todo, me enriqueció mucho. Pero no me veía trabajando de ello.",
        "page3-3": "Al 3er semestre, el poder adquisitivo en mi familia empezó a decaer, por lo que decidí trabajar en la universidad para pagarme la carrera. Y cuando me quedaba 1 año para graduarme, decidí estudiar ADE. Y con la carrera, cambié mi trabajo a Compras. Además, tuve la oportunidad de colarme a clases de Ingeniería Informática. Aquí empezó la espinita de la programación.",
        "page4-1": "La situación de mi país estaba cada vez peor, se hacía muy difícil seguir adelante, y como muchos, planificar mi emigración era parte de mi día a día. Lo primero era terminar la carrera, y sin siquiera esperar a tener el título en mis manos, a mis 24 años abandoné mi país a buscar mejores oportunidades.",
        "page4-2": "Al tener sangre española, era lógico decidir que mi camino tenía que ser volver a mis raices, pero dejar mi vida atrás, con una mano delante y otra detrás, sin familia, ni amigos, y toda mi vida en solo dos maletas, no diré que fue fácil. Sin embargo, mis esperanzas de tener una vida mejor, era lo que me motivaba a seguir adelante. No tardé mucho en conseguir mi primer trabajo, y ahora puedo decir que tengo la vida que siempre busqué.",
        "page5-1": "Tener metas es lo que hace que cualquier humano tenga ganas de despertar cada mañana. Y mi espinita de programadora seguía latente. Investigué, y en un abrir y cerrar de ojos, ya estaba empezando mi Master en Full Stack Development. He de decir que estoy enamorada de esta profesión, me encanta aprender algo nuevo todos los días, crear, resolver problemas, y es que ni me doy cuenta del tiempo cuando estoy programando.",
        "page5-2": "Ahora, después del máster, quiero desarrollar proyectos, y seguir aprendiendo.",
        "page6-1": "¡Gracias!",
        "page6-2": "Por leer mi historia, y conocerme un poco más."
    }
}